//1) Создайте массив с числами. Перебирая элементы созданного массива с помощью 
//цикла выведите только те элементы массива, которые больше нуля и меньше 10.
let number = [1, 2, 3, 4, 50, 12, 9, 8, 13, 7, 20];
for(let i = 0; i < number.length; i++){
    if(number[i] > 10){
        continue;
    }
    console.log(number[i])
}

//2) У нас есть массив с элементами 1, 2, 5, 6, 88, 5.
//С помощью цикла надо найти сумму элементов этого массива.
let arr = [1, 2, 5, 6, 88, 5];
for(let o = 0; o < arr.length; o++){
    
}

